{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more errors)",
    "A new verification link has been sent to the email address you provided during registration.": "ใหม่ปลายทางเชื่อมโยงถูกส่งไปที่อยู่อีเมลที่คุณให้ตอบทะเบียนรถด้วย.",
    "All rights reserved.": "ทั้งลิขสิทธิ์ซักคนในนี้มั้ย",
    "Already registered?": "แล้วจดทะเบียน?",
    "Confirm": "ยืนยัน",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Dashboard": "แดชบอร์ด",
    "Email": "อีเมล",
    "Email Password Reset Link": "รหัสผ่านอีเมลปรับค่าเชื่อมโยง",
    "Forbidden": "ต้องห้าม",
    "Forgot your password?": "ลืมรหัสผ่าน?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่านของคุณ? ไม่มีปัญหา แค่ปล่อยให้พวกเรารู้ที่อยู่อีเมลของคุณและเราจะส่งอีเมลคุณตั้งค่ารหัสผ่านเชื่อมโยงที่จะทำให้คุณต้องเลือกใหม่หนึ่ง",
    "Go to page :page": "ไปยังหน้าที่ :page",
    "Hello!": "สวัสดี!",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ดำเนินการรีเซตรหัสผ่าน, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
    "Log Out": "ออกจากระบบ",
    "Log in": "เข้าสู่ระบบ",
    "Login": "เข้าสู่ระบบ",
    "Logout": "ออกจากระบบ",
    "Name": "ชื่อ",
    "Not Found": "ไม่พบ",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Pagination Navigation": "Pagination องการนำทาง",
    "Password": "รหัสผ่าน",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
    "Regards": "ฝากฝัง",
    "Register": "สมัครสมาชิก",
    "Remember me": "บันทึกการเข้าระบบ",
    "Resend Verification Email": "ส่งอีกครั้งปลายทางอีเมล",
    "Reset Password": "รีเซตรหัสผ่าน",
    "Reset Password Notification": "รีเซตการแจ้งเตือนรหัสผ่าน",
    "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "Showing": "แสดง",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณสำหรับเซ็นสัญญา! ก่อนที่จะเริ่มต้นช่วยคุณตรวจสอบที่อยู่อีเมลของคุณโดยการคลิกบนการเชื่อมโยงเราเพิ่งส่งอีเมล์ให้เธอหรอ? ถ้าคุณไม่ได้รับอีเมลเรายินดีที่จะส่งคุณอีกคน",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The given data was invalid.": "The given data was invalid.",
    "This is a secure area of the application. Please confirm your password before continuing.": "นี่เป็นพื้นที่ปลอดภัยของการทำงานของโปรแกรม ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
    "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
    "Toggle navigation": "แสดง\/ซ่อนแถบนำทาง comment",
    "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
    "Unauthorized": "ไม่มีสิทธิ",
    "Verify Email Address": "ยืนยันอีเมล",
    "Whoops!": "อุปส์!",
    "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลสำหรับรีเซตรหัสผ่าน เนื่องจากเราได้รับคำร้องขอรีเซตรหัสผ่านสำหรับบัญชีของคุณ.",
    "auth.password": "",
    "of": "ของ",
    "results": "ผลตรวจ",
    "to": "ต้อง"
}